Repository: ysalitrynskyi/easy-key-values
Catalog: languages/easy-key-values-*.po
Languages: ru_ru, uk

source: Manage key-value pairs. Save custom settings and retrieve using a shortcode or PHP function.
ru_ru: Управление парами ключ-значение. Сохраняйте пользовательские настройки и извлекайте их с помощью шорткода или функции PHP.
uk: Керування парами ключ-значення. Зберігайте власні налаштування та отримуйте їх за допомогою шорткоду або PHP-функції.

source: Yevhen Salitrynskyi
ru_ru: Евгений Салитринский
uk: Салітринський Євген

source: Your Keys & Values
ru_ru: Ваши ключи и значения
uk: Ваші ключі та значення

source: Are you sure you want to remove this field?
ru_ru: Вы уверены, что хотите удалить это поле?
uk: Ви впевнені, що хочете видалити це поле?

source: Are you absolutely sure? This action cannot be undone (after you click "Save")
ru_ru: Вы абсолютно уверены? Это действие нельзя отменить (после нажатия кнопки "Сохранить")
uk: Ви абсолютно впевнені? Ця дія не може бути скасована (після натискання кнопки "Зберегти")

source: Error: You cannot have a value without a corresponding key.
ru_ru: Ошибка: Невозможно добавить значение без соответствующего ключа.
uk: Помилка: Ви не можете мати значення без відповідного ключа.

source: Options saved (Refresh is not needed)
ru_ru: Значения сохранены (перезагрузка страницы не требуется)
uk: Параметри збережено (Оновлення не потрібне)

source: Failed to save options!
ru_ru: Не удалось сохранить!
uk: Не вдалося зберегти параметри!

source: Error: Could not connect to server.
ru_ru: Ошибка: Не удалось подключиться к серверу.
uk: Помилка: Не вдалося з'єднатися з сервером.

source: You have unsaved changes! Are you sure you want to leave?
ru_ru: У вас есть несохраненные изменения! Вы уверены, что хотите уйти?
uk: У вас є незбережені зміни! Ви впевнені, що хочете вийти?

source: Save Changes
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: Saving...
ru_ru: Сохранение...
uk: Зберігаю...

source: Error: Duplicate key detected.
ru_ru: Ошибка: Обнаружен дубликат ключа.
uk: Помилка: Виявлено дублікат ключа.

source: Quick Guide
ru_ru: Краткое руководство
uk: Короткий посібник

source: Shortcode:
ru_ru: Шорткод:
uk: Шорткод:

source: Easily display any setting with
ru_ru: Отобразить любую настройку с помощью
uk: Легко відображайте будь-які налаштування за допомогою

source: Fetch settings directly in PHP:
ru_ru: Получение настроек непосредственно в PHP:
uk: Отримати налаштування безпосередньо в PHP:

source: Need More Than a Plugin?
ru_ru: Нужна помощь?
uk: Потрібна допомога з розробкою?

source: Love Easy Key-Values? It's just a taste of what we can do. From WordPress, Django and Laravel to Cloud Infrastructure, my team and I are multilingual and dedicated to delivering top-notch work at lightning speed. Let's bring your ideas to life! Email me
ru_ru: Вам нравится Easy Key-Values? Это всего лишь пример того, что мы можем сделать. WordPress, Django, Laravel, облачная инфраструктура и больше - я и моя команда говорим на многих языках, в том числе и по-русски. Мы стремимся выполнять первоклассную работу с молниеносной скоростью. Давайте воплотим ваши идеи в жизнь! Отправьте мне email
uk: Вам подобається Easy Key-Values? Це лише приклад того, що ми можемо зробити. Від WordPress, Django і Laravel до хмарної інфраструктури - ми з командою розмовляємо українською та прагнемо виконувати роботу на найвищому рівні з блискавичною швидкістю. Давайте втілимо ваші ідеї в життя! Напишіть мені

source: here
ru_ru: сюда
uk: тут

source: Sometimes I answer within 5 minutes!
ru_ru: Я стремлюсь отвечать в течении 5 минут!
uk: Я стараюсь відповідати протягом 5 хвилин!

source: Give it a try!
ru_ru: Попробуйте!
uk: Спробуйте!

source: Got feedback or ideas? We're all ears. Help us improve, and let's create the perfect solution for you.
ru_ru: Есть отзывы или идеи? Мы слушаем. Помогайте нам совершенствоваться, и мы создадим идеальное решение для вас.
uk: Маєте відгуки чи ідеї? Ми з радістю вислухаємо. Допоможіть нам вдосконалюватися, і ми створимо ідеальне рішення для вас.

source: No saved values yet. Use the "Add New Pair" button to get started.
ru_ru: Пока нет сохраненных значений. Воспользуйтесь кнопкой "Добавить новую пару", чтобы начать.
uk: Ще немає збережених значень. Натисніть кнопку "Додати нову пару", щоб почати.

source: Add New Pair
ru_ru: Добавить новую пару
uk: Додати нову пару
